/*****************************************************************************
   模块名      : RCS
   文件名      : rcs_proto.h
   相关文件    : 
   文件实现功能: rcs_proto.h 定义所有与RCS打交道的模块所有消息的消息体
   作者        : huangzhichun
   版本        : vs_phoenix  Copyright(C) 2009-2015 KDC, All rights reserved.
-----------------------------------------------------------------------------
   修改记录:
   日  期      版本        修改人				修改内容
   2012/06/11   1.0        huangzhichun			创建
******************************************************************************/

#ifndef __NRU_PROTO_H__
#define __NRU_PROTO_H__

//#include "nrustruct.h"



#endif //__NRU_PROTO_H__










